Repository: cua4atro/jlr_flutter_portfolio
Catalog: lib/src/localization/app_*.arb
Languages: es

# appTitle
source: Jose Reartes Portfolio
es: José Reartes Portfolio

source: Thanks!!!
es: Gracias!!!

# submitButton
source: Submit
es: Enviar

# userName
source: Who are you? (optional)
es: ¿Quién eres? (opcional)

source: Download
es: Descargar

# contentSubmitDialog
source: I appreciate it, soon I'll post it in my gallery. Comeback later to check it out.
es: Lo aprecio mucho! Pronto lo subiré a mi galería. Vuelve luego para verlo.

# leaveAutograph
source: Leave me your autograph or a cute drawing
es: Déjame tu autógrafo o un dibujo

# seeYou
source: See you space cowboy
es: Nos vemo' campión

source: Black
es: Negro

source: Blue
es: Azul

source: Red
es: Rojo

source: Erase
es: Borrar

source: Stroke
es: Trazo

source: Undo
es: Deshacer

source: Clear
es: Limpiar

source: Settings
es: Configuración

# aboutMe
source: Abbout Me
es: Sobre mí

source: About
es: Sobre mí

# presentation
source: I am José Reartes, multi-platform app developer from Córdobba, Argentina
es: Soy José Reartes, desarrollador de aplicaciones móbiles de Córdoba, Argentina.

# summary
source: At the age of 5 I had my first contact with a PC running MS-DOS, and from that moment on I never stopped exploring this fantastic world. After completing two years in Computer Science, I have always been enthusiastic about participating and collaborating in different projects and custom solutions. Almost 4 years ago I immersed myself in the Dart/Flutter world and I continue to develop in that field. The hunger for knowledge does not stop, I continue to grow and expand my skills, discovering the incredible power of Rust. With the arrival of the AI ​​to the popular reach I have approached the company of training an AI model as a development tool for Dart/Flutter, to continue developing an extension for VSCode with updated snippets with the best practices, architectures, and integration of the trained AI model. for Dart/Flutter. I'm glad you visited my profile, you can contact me for my services or hiring.
es: A los 5 años tuve mi primer contacto con una PC en MS-DOS, y desde ese momento nunca deje de curiosear en este fantástico mundo. Luego de cursar dos años en Licenciatura en Computación he sido siempre entusiasta participando y colaborando en distintos proyectos y soluciones a medida. Hace ya casi 4 años me sumergí en el mundo Dart/Flutter y me sigo desarrollando en ese campo. El hambre de conocimiento no cesa, continuo creciendo y ampliando mi aptitudes, descubriendo el increíble poder de Rust. Con la llegada de las IA al alcance popular he abordado la empresa de entrenar un modelo IA como herramienta de desarrollo para Dart/Flutter, para continuar desarrollando una extensión para VSCode con snippets actualizados con las mejores prácticas, arquitecturas, e integración de modelo IA entrenado para Dart/Flutter. Estoy contento que hayas visitado mi perfil, puedes contactarme por mis servicios o contratación.

source: Experience
es: Experiencia

source: Skills I have
es: Mis aptitudes

source: Home
es: Inicio

source: Contact
es: Contacto

# hello
source: Hi!!!
es: Hola!!!

# secretary1
source: My name is Alberto
es: Mi nombre es Alberto

# secretary2
source: I'm the secretary of José
es: Soy el secretario de José

# secretary3
source: How are you?
es: ¿Cómo estás?

# secretary5
source: This is not working! Sometimes I have a lot of work
es: Esto no está funcionando!

# secretary6
source: *whispering* Now I get it
es: A veces tengo mucho trabajo que resolver

# secretary7
source: Can I tell you a secret?
es: Al igual que José

# secretary8
source: I heard out there that José is training out his custom model of AI to ease our work
es: Escuché por ahí que está entrenando un modelo de IA para aliviarnos el trabajo

# secretary9
source: He's really commited at that task
es: Pero eso también lo tiene muy ocupado

# secretary10
source: It's feel good see he motivated
es: Aunque es bueno verlo motivado

# secretary11
source: Thanks for your visit we appreciate
es: Gracias por tu visita, lo apreciamos mucho

# secretary12
source: Come back soon, maybe you'll find something new around here.
es: Vuelve pronto, quizás encuentres algo nuevo por aquí

# secretary13
source: Don't forget to leave your sign here
es: No olvides de dejar tu huella aquí!!!
